local data ={
	info={key="ArmyCardID",keytype=keytype.int},
	head={"ArmyCardID","Name","Des","Rarity","TrainCost","IconID","ModelID","UseLimit","ArrayID","AreaLimit","ArmyID","ArmyUnit"},
	body={
		[101001]={101001,"标准步兵","这是一个士兵",1,500,"icon1001","mode1001",10,10410,1,101001,4},
		[101002]={101002,"狙击兵","这是一个士兵",2,400,"icon1002","mode1002",10,10210,1,101002,2},
		[101003]={101003,"火箭兵","这是一个士兵",3,200,"icon1003","mode1003",10,10110,1,101003,1},
		[101004]={101004,"机枪兵","这是一个士兵",1,600,"icon1004","mode1004",10,10210,1,101004,2},
		[101005]={101005,"投弹兵","这是一个士兵",2,300,"icon1005","mode1005",10,10110,1,101005,1},
		[101006]={101006,"突击兵","这是一个士兵",3,650,"icon1006","mode1006",10,10110,1,101006,1},
		[101007]={101007,"医护兵","这是一个士兵",1,100,"icon1007","mode1007",10,10110,1,101007,1},
		[101008]={101008,"喷火兵","这是一个士兵",2,400,"icon1008","mode1008",10,10110,1,101008,1},
		[101009]={101009,"飞行兵","这是一个士兵",3,800,"icon1009","mode1009",10,10312,1,101009,3},
		[101010]={101010,"魅影狙击兵","这是一个士兵",1,500,"icon1010","mode1010",10,10110,1,101010,1},
	}
}
return data
