local data ={
	info={key="ArmyCardID",keytype=keytype.int},
	head={"ArmyCardID","Name","Des","Rarity","TrainCost","IconID","ModelID","ArrayID","AreaLimit","ArmyID","ArmyUnit","IsExchange","ShopType","Type","BasePrice","UpPrice","ExchangeCoin"},
	body={
		[101001]={101001,"雪豹突击队","这是一个士兵",1,50,"icon_101001","mode1001",10410,1,101001,4,1,"Human","HumanPt",600,120,10},
		[101002]={101002,"狙击兵","这是一个士兵",2,40,"icon_101002","mode1002",10210,1,101002,2,1,"Orc","OrcPt",600,120,10},
		[101003]={101003,"火箭兵","这是一个士兵",3,20,"icon_101003","mode1003",10110,1,101003,1,1,"Omnic","OmnicPt",600,120,10},
		[101004]={101004,"机枪兵","这是一个士兵",1,60,"icon_101004","mode1004",10210,1,101004,2,1,"Human","HumanPt",600,120,10},
		[101005]={101005,"投弹兵","这是一个士兵",2,30,"icon_101005","mode1005",10110,1,101005,1,1,"Orc","OrcPt",600,120,10},
		[101006]={101006,"突击兵","这是一个士兵",3,65,"icon_101006","mode1006",10110,1,101006,1,1,"Omnic","OmnicPt",600,120,10},
		[101007]={101007,"医护兵","这是一个士兵",1,10,"icon_101007","mode1007",10110,1,101007,1,1,"Human","HumanPt",600,120,10},
		[101008]={101008,"喷火兵","这是一个士兵",2,40,"icon_101008","mode1008",10110,1,101008,1,1,"Orc","OrcPt",600,120,10},
		[101009]={101009,"飞行兵","这是一个士兵",3,80,"icon_101009","mode1009",10312,1,101009,3,1,"Omnic","OmnicPt",600,120,10},
		[102009]={102009,"剑齿虎小队","这是一个士兵",1,60,"icon_101012","mode1012",10513,1,102009,5,1,"Orc","OrcPt",600,120,10},
		[102010]={102010,"玉兔","这是一个士兵",2,20,"icon_102010","mode1013",10110,1,102010,1,1,"Omnic","OmnicPt",600,120,10},
		[103002]={103002,"电母","这是一个士兵",2,30,"icon_103002","mode1015",10110,1,103002,1,1,"Omnic","OmnicPt",600,120,10},
		[103012]={103012,"爆裂者","这是一个士兵",2,50,"icon_103012","mode1016",10110,1,103012,1,1,"Omnic","OmnicPt",600,120,10},
		[103013]={103013,"无人机群","这是一个士兵",1,70,"icon_103013","mode1017",10613,1,103013,6,1,"Omnic","OmnicPt",600,120,10},
		[103014]={103014,"幽浮","这是一个士兵",2,50,"icon_103014","mode1018",10110,1,103014,1,1,"Omnic","OmnicPt",600,120,10},
	}
}
return data
