local data ={
	info={key="EquipID",keytype=keytype.int},
	head={"EquipID","EquipName","EquipIcon","EquipType","SuitID","MainAttribute"},
	body={
		[300110]={300110,"海豹突击队-头盔","equip_01",1,1,1001},
		[300120]={300120,"海豹突击队-风镜","equip_02",2,1,1002},
		[300130]={300130,"海豹突击队-M4a1","equip_03",3,1,1003},
		[300140]={300140,"海豹突击队-沙鹰","equip_04",4,1,1004},
		[300150]={300150,"海豹突击队-防弹背心","equip_05",5,1,1001},
		[300160]={300160,"海豹突击队-背包","equip_06",6,1,1002},
		[300170]={300170,"海豹突击队-手套","equip_07",7,1,1003},
		[300180]={300180,"海豹突击队-作战靴","equip_08",8,1,1004},
		[300210]={300210,"暗影部队-头盔","equip_09",1,2,1001},
		[300220]={300220,"暗影部队-夜视仪","equip_10",2,2,1002},
		[300230]={300230,"暗影部队-火麒麟","equip_11",3,2,1003},
		[300240]={300240,"暗影部队-沙鹰","equip_12",4,2,1004},
		[300250]={300250,"暗影部队-防弹背心","equip_13",5,2,1001},
		[300260]={300260,"暗影部队-背包","equip_14",6,2,1002},
		[300270]={300270,"暗影部队-手套","equip_15",7,2,1003},
		[300280]={300280,"暗影部队-作战靴","equip_16",8,2,1004},
	}
}
return data
