local data ={
	info={key="ArmyCardID",keytype=keytype.int},
	head={"ArmyCardID","Name","Des","Rarity","TrainCost","IconID","ModelID","UseLimit","ArrayID","AreaLimit","ArmyID","ArmyUnit"},
	body={
		[1001]={1001,"标准兵","这是一个士兵",1,100,"h100","mode1001",10,10313,1,1001,5},
		[1002]={1002,"狙击兵","这是一个士兵",2,200,"h101","mode1002",10,10523,1,1002,2},
		[1003]={1003,"火箭兵","这是一个士兵",3,300,"h102","mode1003",10,10613,1,1003,1},
		[1004]={1004,"机枪兵","这是一个士兵",1,200,"h103","mode1004",10,10630,1,1004,1},
		[1005]={1005,"投弹兵","这是一个士兵",2,300,"h104","mode1005",10,10710,1,1005,1},
		[1006]={1006,"突击兵","这是一个士兵",3,400,"h105","mode1006",10,10733,1,1006,1},
		[1007]={1007,"医护兵","这是一个士兵",1,300,"h106","mode1007",10,10840,1,1007,1},
		[1008]={1008,"喷火兵","这是一个士兵",2,400,"h107","mode1008",10,10910,1,1008,1},
		[1009]={1009,"飞行兵","这是一个士兵",3,500,"h108","mode1009",10,11020,1,1009,1},
	}
}
return data
