local data ={
	info={key="ID",keytype=keytype.int},
	head={"ID","Type","CostNum","HuodongPic","HuodongName","_NameBeizhu","HuodongNote","BookName1","ItemID1","Num1","BookName2","ItemID2","Num2","BookName3","ItemID3","Num3"},
	body={
		[0]={0,0,0,"huodong18","hd_shuoming2","碎片商店","#063d81定时商店每天12点、18点开放",-1,-1,-1,-1,-1,-1,-1,-1,-1},
		[1]={1,1,5,"huodong4","hd_shuoming5","普通关","#063d81当日挑战{0}次普通关",1,15,2700,1,4,500,-1,-1,-1},
		[2]={2,2,5,"huodong17","hd_shuoming3","抽奖","#063d81当日抽取{0}次宝箱",1,15,1700,-1,-1,-1,-1,-1,-1},
		[3]={3,3,3,"huodong9","hd_shuoming11","升技能","#063d81当日进行{0}次技能提升",1,15,450,1,4,1500,-1,-1,-1},
		[4]={4,4,1,"huodong5","hd_shuoming6","钱庄兑换","#063d81当日兑换{0}次铜币",1,15,400,1,4,1000,-1,-1,-1},
		[5]={5,5,3,"huodong19","hd_shuoming10","精英关","#063d81当日进行{0}次精英关挑战",1,15,2700,1,4,500,1,17,30},
		[6]={6,6,1,"huodong6","hd_shuoming9","竞技挑战","#063d81当日进行{0}次竞技挑战",1,15,2700,-1,-1,-1,-1,-1,-1},
		[7]={7,7,1,"huodong8","hd_shuoming7","强化装备","#063d81当日强化{0}次装备或马匹",1,15,650,1,4,1500,-1,-1,-1},
		[8]={8,8,1,"","","收集","",-1,-1,-1,-1,-1,-1,-1,-1,-1},
		[9]={9,9,3,"huodong7","hd_shuoming8","国战","#063d81当日进行{0}次国战攻城",1,5,20,-1,-1,-1,-1,-1,-1},
		[10]={10,10,100,"huodong20","hd_shuoming1","每日扫荡券","#063d81您可领取的VIP每日礼包",7,1,1,7,2,1,-1,-1,-1},
		[11]={11,11,0,"","","签到","",-1,-1,-1,-1,-1,-1,-1,-1,-1},
		[12]={12,12,1,"hd_shilian","hd_shilianzi","试炼之路","#063d81当日进行{0}次试炼之路挑战",1,15,1500,1,4,500,-1,-1,-1},
		[13]={13,13,1,"hd_qunxiong","hd_qunxiongzi","群雄割据","#063d81当日进行{0}次群雄割据挑战",1,15,1500,1,4,500,-1,-1,-1},
		[14]={14,14,1,"hd_yueka","hd_yuekazi","每日月卡","#063d81您今日还有月卡奖励可以领取！",1,5,80,1,17,30,-1,-1,-1},
		[15]={15,14,1,"hd_yueka","hd_yuekazi","每日季卡","#063d81您今日还有季卡奖励可以领取！",1,5,100,1,22,10,1,17,36},
		[16]={16,14,1,"hd_yueka","hd_yuekazi","每日十年卡","#063d81您今日还有十年卡奖励可以领取！",1,5,120,1,22,30,1,17,60},
		[18]={18,16,1,"hd_lindong","hd_lindongzi","凛冬之征","#063d81当日进行{0}次凛冬之征挑战",1,15,2700,1,4,1500,-1,-1,-1},
		[19]={19,17,1,"hd_wangzhe","hd_wangzhezi","王者竞技挑战","#063d81当日在王者竞技场中胜利{0}次",1,33,10000,1,4,1500,-1,-1,-1},
	}
}
return data
