local data ={
	info={key="ID",keytype=keytype.int},
	head={"ID","Type","Name","ItemNote","Diejia","Icon","HuobiIcon"},
	body={
		[4]={4,4,"铜币","通用货币，可用于武将技能升级、铜币占卜等",-1,"zhujiemian_tb","dk_tb"},
		[5]={5,5,"金币","稀缺货币，可用于招降武将、金币占卜等",-1,"zhujiemian_gold","dk_gold"},
		[15]={15,15,"主公经验","主公升级所需",-1,"exp","dk_heroexp"},
		[17]={17,17,"行军令","攻打城池关卡所需",9999,"zhujiemian_jl","dk_jl"},
		[20]={20,20,"通用武将碎片","可用来兑换成已拥有武将的武将碎片",1,"ptsp","dk_ptsp"},
		[21]={21,21,"通用士兵碎片","可用来兑换成已拥有武将的士兵的士兵碎片",1,"shibingsp","shibingsp"},
		[22]={22,22,"攻伐令","调兵扫荡城池之物",999,"zhengtaoling","dk_gfl"},
		[101]={101,101,"免费铜币抽一次","可免费铜币占卜一次",-1,"",""},
		[102]={102,102,"免费铜币十连抽","可免费十连铜币占卜一次",-1,"",""},
		[103]={103,103,"免费金币抽一次","可免费金币占卜一次",-1,"",""},
		[104]={104,104,"免费金币十连抽","可免费十连金币占卜一次",-1,"",""},
	}
}
return data
