local data ={
	info={key="ID",keytype=keytype.int},
	head={"ID","CiytIconX","CiytIconY","CiytIcon","PartName","PartNote","ShapeName","ShapePosX","ShapePosY","Music"},
	body={
		[1]={1,316,290,"gtb13","青州","#e7ffe7和马超分散突围，去绿野山寻找马云禄。","1",316,290,"EXPEDITION.mp3"},
		[2]={2,426,185,"gtb13","幽州","#e7ffe7带领庞德马云禄继续撤往安全的地方。","2",426,185,"EXPEDITION.mp3"},
		[3]={3,532,41,"gtb13","兖州","#e7ffe7击败追杀而来的黄巾军。","3",532,41,"EXPEDITION.mp3"},
		[4]={4,532,-90,"gtb13","扬州","#e7ffe7击退追兵，率领众人继续撤退。","4",532,-90,"ATHLETICS.mp3"},
		[5]={5,456,-205,"gtb13","荆州","#e7ffe7击败最后一波黄巾军追兵。","5",456,-205,"ATHLETICS.mp3"},
		[6]={6,251,-272,"gtb13","深入敌腹","#e7ffe7率军攻打黄巾军的聚集之地。","6",251,-272,"EXPEDITION.mp3"},
		[7]={7,-45,-272,"gtb13","地公张宝","#e7ffe7攻破阴险狡诈的“地公将军”张宝。","7",-45,-272,"EXPEDITION.mp3"},
		[8]={8,-495,-186,"gtb13","乘胜追击","#e7ffe7乘势攻打黄巾军先锋部队。","8",-495,-186,"EXPEDITION.mp3"},
		[9]={9,-286,-108,"gtb13","人公张梁","#e7ffe7攻破凶狠莽撞的“人公将军”张梁。","9",-286,-108,"EXPEDITION.mp3"},
		[10]={10,-64,25,"gtb13","大战将至","#e7ffe7攻破黄巾军防御圈，直逼黄巾军大本营。","10",-64,25,"ATHLETICS.mp3"},
		[11]={11,134,97,"gtb13","天公张角","#e7ffe7与黄巾大军决战，诛杀张角三兄弟。","11",134,97,"ATHLETICS.mp3"},
		[12]={12,-418,-81,"gtb13","进军宛城","#e7ffe7击败宛城守军，进入河南。","12",-418,-81,"EXPEDITION.mp3"},
		[13]={13,-418,113,"gtb13","大将徐荣","#e7ffe7击败董卓手下大将徐荣。","13",-418,113,"EXPEDITION.mp3"},
		[14]={14,-224,155,"gtb13","进军东郡","#e7ffe7进军东郡，打通前往洛阳的必经之路。","14",-224,155,"EXPEDITION.mp3"},
		[15]={15,-14,270,"gtb13","阵斩樊稠","#e7ffe7击败董卓手下将领：樊稠。","15",-14,270,"EXPEDITION.mp3"},
		[16]={16,184,67,"gtb13","剑指南阳","#e7ffe7打败李郭二将残部，进军南阳。","16",184,67,"ATHLETICS.mp3"},
	}
}
return data
