local data ={
	info={key="ID",keytype=keytype.int},
	head={"ID","HeroBanshen","Name","Description","Shengli","Shibai","BookName1","SubType1","Num1","BookName2","SubType2","Num2","HeroID","MapID","Music","ZhenfaID","MonsterArmyNo","MonsterHeroID1","MonsterHeroID2","MonsterHeroID3","MonsterHeroID4","MonsterHeroID5","Time","Flag"},
	body={
		[1]={1,1007,"吕布挑战","仰慕大名久已，特来挑战","名不虚传，某有好礼相送","哼，失望之极，汝不过浪得虚名",5,1007,1,0,0,0,0,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,0},
		[2]={2,1007,"吕布挑战","仰慕大名久已，特来挑战","名不虚传，有意跟随主公，不过还看主公诚意了","哼，失望之极，汝不过浪得虚名",0,0,0,0,0,0,1007,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,1},
		[3]={3,1007,"吕布挑战","不料在此遭遇明公，可愿与末将切磋一二？","明公技高一筹，末将甘拜下风！","想不到阁下不过尔尔，令人失望。",5,1007,1,0,0,0,0,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,0},
		[4]={4,1007,"吕布挑战","久闻公之大名，但不知明公是否胸怀天下？","明公英武过人，不愧英雄，在下敬佩不已。","盛名之下，其实难副啊！阁下怎可妄称英雄？",5,1007,1,0,0,0,0,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,0},
		[5]={5,1007,"吕布挑战","明公号称仁德之君，不知实际如何？","明公爱民如子，他日必能成就大业。","阁下仁心虽足，却无实力啊。",5,1007,1,0,0,0,0,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,0},
		[6]={6,1007,"吕布挑战","阁下大名远播，在下不才，特地前来挑战。","明公真是雄才大略，吾服气了！","阁下能力实在不足挂齿，枉吾等待多时。",5,1007,1,0,0,0,0,3,"battlemusic2",5,79,11011,11012,11013,11014,11015,600,0},
	}
}
return data
